Page({
    data: {
        url: "https://pro.jiahk.cn/Public/images/1.png",
        author: "冷风",
        content: "本书是莫言的最新长篇小说。与莫言以往小说更注重历史幻想色彩不同的是，《蛙》更接近历史现实的书写，主要讲述的是乡村医生“姑姑”的一生。“姑姑”的父亲是八路军的军医，在胶东一带名气很大。“姑姑”继承衣钵，开始在乡村推行新法接生，很快取代了“老娘婆”们在妇女们心中的地位，用新法接生了一个又一个婴儿。“姑姑”接生的婴儿遍布高密东北乡，可丧生于“姑姑”之手的未及出世的婴儿也遍布高密东北乡。姑姑一面行医，一面带领着自己的徒弟们执行计划生育政策。让已经生育的男人结扎，让已经生育的怀孕妇女流产，成了“姑姑”的两件大事。小说通过讲述从事妇产科工作50多年的乡村女医生姑姑的人生经历，反映新中国近60年波澜起伏的农村生育史，描述国家为了控制人口剧烈增长、实施计划生育国策所走过的艰巨而复杂的历史过程。"
    },
    onLoad: function(n) {
        console.log(n);
    },
    onReady: function() {}
});